app/controllers/students_controller.rb

  def show
    @students = Student.create!(id: params[:id], name: params[:first_name, :last_name])
---
INSERT INTO "students" ("id", "created_at", "updated_at") VALUES (?, ?, ?)  [["id", 1], ["created_at", "2020-10-02 03:55:48.233490"], ["updated_at", "2020-10-02 03:55:48.233490"]]